[
	{
		"chapter_en":"1",
		"chapter_ch":"一",
		"title":"桐壺",
		"ruby":"きりつぼ",
		"path":"kiritsubo",
		"age":"1-12歳",
		"summary":"帝（桐壺帝）はそれほど身分が高くない桐壺更衣を寵愛し皇子を儲けるが、更衣はやがて病死する。これを深く嘆く帝を慰めるために亡き更衣に生き写しの藤壺が入内し、新たな寵愛を得る。一方で皇子は帝の元で育てられ、亡き母・桐壺更衣に似るという藤壺をことに慕うようになる。帝は元服した皇子を臣籍降下させて源姓を与える。彼はその光り輝くような美貌から光源氏と呼ばれるようになり、左大臣家娘葵の上の婿に迎えられる。"
	},
	{
		"chapter_en":"2",
		"chapter_ch":"二",
		"title":"帚木",
		"ruby":"ははきぎ",
		"path":"hahakigi",
		"age":"17歳夏",
		"summary":"五月雨のある夜、宮中に宿直する源氏のもとに若い公達が集って「雨夜の品定め」を行う。翌日、物忌みに出向いた邸で、源氏は伊予介の妻・空蝉と関係を持つ。源氏は手なずけた彼女の弟を通じてその後も度々逢瀬を求めるが、空蝉はこれを頑なに拒み続ける。"
	},
	{
		"chapter_en":"3",
		"chapter_ch":"三",
		"title":"空蝉",
		"ruby":"うつせみ",
		"path":"utsusemi",
		"age":"17歳夏",
		"summary":"夏の夕暮、源氏は空蝉と義理の娘・軒端荻が碁を打つのを垣間見て、いよいよ慕情を掻き立てられる。夜に入って源氏が寝間に忍びこむと、空蝉はそれと察して衣だけを脱ぎ捨てて逃げる。蝉の抜殻のごとき着物を抱いて源氏は帰途につく。"
	},
	{
		"chapter_en":"4",
		"chapter_ch":"四",
		"title":"夕顔",
		"ruby":"ゆふがほ",
		"path":"yufugaho",
		"age":"17歳夏-冬",
		"summary":"源氏は身分を隠したまま五条辺りに住う夕顔と関係を持つ。夕顔は親友・頭中将の元恋人で、行方知れずになっていた人であった。源氏は可憐で素直な夕顔を深く愛するが、ある逢瀬の最中に六条御息所が嫉妬のあまり生霊となって、これをとり殺す。源氏は夕顔の死を深く嘆く。"
	},
	{
		"chapter_en":"5",
		"chapter_ch":"五",
		"title":"若紫",
		"ruby":"わかむらさき",
		"path":"wakamurasaki",
		"age":"18歳3月-冬",
		"summary":"翌年の春、傷心の源氏は病気の加療のため北山に赴き、そこで祖母の尼君とともに住まう美貌の幼女を見かける。藤壺の姪にあたる彼女に源氏は執心し、引き取って手元で育てたいと申し入れるが尼君は応じない。夏、藤壺が病気のため宿下りする。源氏は二度目の密会を行い、直後に彼女の妊娠が発覚する。冬、源氏は北山の幼女を半ば拐うようにして手元に引き取る。若紫と呼ばれる彼女こそ、のちの紫の上である。"
	},
	{
		"chapter_en":"6",
		"chapter_ch":"六",
		"title":"末摘花",
		"ruby":"すゑつむはな",
		"path":"suwetsumuhana",
		"age":"18歳春-19歳正月",
		"summary":"常陸宮の姫君が廃邸にひっそりと暮しているという噂に源氏と頭中将が心惹かれ、競って言い寄る。源氏が一足早く彼女と関係してみると、前評判を裏切る長く垂れた鼻の醜女で源氏は閉口する。鼻の先が紅花で染めたように赤かったことに掛けて、彼女を末摘花という。"
	},
	{
		"chapter_en":"7",
		"chapter_ch":"七",
		"title":"紅葉賀",
		"ruby":"もみぢのが",
		"path":"momijinoga",
		"age":"18歳10月-19歳7月",
		"summary":"帝が上皇の長寿のお祝いを紅葉賀と銘打って主催し、源氏はこれに舞を舞う。その舞姿は宮中でも試楽され、藤壺を始め大宮人はその姿に賛嘆する。翌年の春、藤壺が男子を出産する。帝はみずからの子と信じて疑わず、これを現東宮の次の東宮にすえたいと考える。"
	},
	{
		"chapter_en":"8",
		"chapter_ch":"八",
		"title":"花宴",
		"ruby":"はなのえん",
		"path":"hananoen",
		"age":"20歳春",
		"summary":"翌年の春、宮中の観桜の宴の後、源氏はさる姫君と関係を持つ。春の末、政敵・右大臣家の宴に招かれた源氏は、彼女がまもなくみずからの兄の元に入内する右大臣の娘・朧月夜の君であることを知る。"
	},
	{
		"chapter_en":"9",
		"chapter_ch":"九",
		"title":"葵",
		"ruby":"あふひ",
		"path":"afuhi",
		"age":"22歳4月-23歳正月",
		"summary":"二年後。桐壺帝はすでに退位し、源氏の兄・朱雀帝が即位している。賀茂祭の折、車の場所争いのことで六条御息所は葵の上によって辱めを受け、これを深く恨む。折から妊娠していた葵の上は産褥で御息所の生霊に苦しめられ、無事男子（夕霧）を出産するものの亡くなる。夏の終わり、源氏は紫の上と新枕を交わす。"
	},
	{
		"chapter_en":"10",
		"chapter_ch":"十",
		"title":"賢木",
		"ruby":"さかき",
		"path":"sakaki",
		"age":"23歳9月-25歳夏",
		"summary":"六条御息所はみずからの生霊の恐ろしさに怯え、娘が伊勢斎宮となったのを機に、ともに伊勢に下ることを決意して嵯峨野の野宮に籠もって潔斎する。秋の終わり、源氏は彼女を訪い、名残を惜しむ。冬、桐壺帝崩御。藤壺も源氏との関係を思い悩み、出家する。源氏と朧月夜は彼女の入内後も関係を続けていたために、翌年夏、密会の場を右大臣に見つけられる。これを口実に、桐壺帝の死で激化しつつあった政争で、右大臣派は源氏を陥れようとする。"
	},
	{
		"chapter_en":"11",
		"chapter_ch":"十一",
		"title":"花散里",
		"ruby":"はなちるさと",
		"path":"hanachirusato",
		"age":"25歳5月",
		"summary":"五月雨の晴れ間、源氏は故桐壺院の女御の一人・麗景殿女御のもとを訪れる。ひっそりと物静かな、昔語りのゆかしい風情に住みなしている人のもとで、源氏は父帝在世の頃をしのぶ。後に妻の一人となる女御の妹・花散里との出会いは作中に記述されておらず、この巻で久々の再会と言うかたちをとる。"
	},
	{
		"chapter_en":"12",
		"chapter_ch":"十二",
		"title":"須磨",
		"ruby":"すま",
		"path":"suma",
		"age":"26歳3月-27歳3月",
		"summary":"罪せられそうな気配を敏感に察し、源氏は先手を打って須磨に隠遁する。関わりのある女君たちに別れを告げ、紫の上の身上を心配しつつ京を去る源氏の姿は、あわれぶかい。翌年春、海辺に源氏が上巳の禊を行うと天に嵐がおこる。一方で隣国の明石入道は、須磨に源氏が仮寓することを知って娘との結婚を画策する。"
	},
	{
		"chapter_en":"13",
		"chapter_ch":"十三",
		"title":"明石",
		"ruby":"あかし",
		"path":"akashi",
		"age":"27歳3月-28歳8月",
		"summary":"父帝の夢告により源氏は須磨を離れ、明石入道がこれを迎え入れる。入道の娘・明石の御方と源氏は関係し、やがて妊娠の兆候があらわれる。一方都では朱雀帝の夢に桐壺帝があらわれ、源氏は無実の旨を告げて叱責する。帝は源氏追放を悔いて勅旨によって帰京を命じる。源氏は明石の御方に心を残しつつ、京へと戻る。"
	},
	{
		"chapter_en":"14",
		"chapter_ch":"十四",
		"title":"澪標",
		"ruby":"みをつくし",
		"path":"miotsukushi",
		"age":"28歳10月-29歳冬",
		"summary":"帰京後、源氏は順調に政界に復帰し、栄耀の道を歩みはじめる。年変わって、朱雀帝が退位する。実は源氏と藤壺の子でありながら東宮であった冷泉帝が即位する。秋、源氏は須磨明石の流浪を守護した住吉明神に詣でる。明石の御方もたまたまこれに来合わせていたが再会はできなかった。また新帝即位により斎宮が交替し、六条御息所とその娘の斎宮が帰京。間もなく御息所は病死する。源氏は御息所の遺言にしたがって彼女を養女とし、冷泉帝に入内させて斎宮女御とする。"
	},
	{
		"chapter_en":"15",
		"chapter_ch":"十五",
		"title":"蓬生",
		"ruby":"よもぎふ",
		"path":"yomogifu",
		"age":"28歳秋-29歳4月",
		"summary":"源氏逼塞の間、ほかに頼るものとてない末摘花は一途に彼を待ち続け、落魄の生活にも耐えていた。帰京した源氏は彼女を訪れ、その純情に心を動かされる。"
	},
	{
		"chapter_en":"16",
		"chapter_ch":"十六",
		"title":"関屋",
		"ruby":"せきや",
		"path":"sekiya",
		"age":"29歳9月",
		"summary":"夫に従って常陸に下っていた空蝉が帰京する。石山寺参詣の途次、その行列に行合わせた源氏は思わず歌の贈答を行う。"
	},
	{
		"chapter_en":"17",
		"chapter_ch":"十七",
		"title":"絵合",
		"ruby":"えあわせ",
		"path":"eawase",
		"age":"31歳春",
		"summary":"冷泉帝の後宮に時めく六条御息所の娘・斎宮女御（梅壺女御。のちの秋好中宮）と権中納言の姫君・弘徽殿女御は、それぞれかつての親友であった源氏と頭中将（ここでは権中納言）が後盾となって寵を競っている。宮中に絵合が行われることになり、二人はおのおのみずからの姫君を勝たせるべく絵巻の収集に余念がない。絵合の当日、源氏が須磨流浪の折の自筆の絵巻が藤壺と冷泉帝に賞賛され、斎宮女御方の勝ちとなる。"
	},
	{
		"chapter_en":"18",
		"chapter_ch":"十八",
		"title":"松風",
		"ruby":"まつかぜ",
		"path":"matsukaze",
		"age":"31歳秋",
		"summary":"源氏は明石の御方に上洛をうながすが、身分を恥じる彼女はなかなか肯んじえない。入道の薦めによりやっと大堰川あたりの別邸へ忍んで上京した彼女を源氏は喜び迎え、姫君とも親子の対面を果たす。源氏に事情を聞いた紫の上はみずからに子のないことに引きくらべ嫉妬を覚えるが、ゆくゆくは姫君を紫の上の養女としようという源氏の言葉に喜ぶ。"
	},
	{
		"chapter_en":"19",
		"chapter_ch":"十九",
		"title":"薄雲",
		"ruby":"うすぐも",
		"path":"usugumo",
		"age":"31歳冬-32歳秋",
		"summary":"明石の姫君が源氏のもとへ引きとられ、大堰の別邸では親子の悲しい別れが繰り広げられる。翌年の春、藤壺が崩御し、源氏の悲哀はかぎりない。一方で冷泉帝はふとしたことからみずからの出生の秘密を知り、実の父である源氏を皇位につけようとするが、源氏はこれを諌め、秘密を守りつづける。"
	},
	{
		"chapter_en":"20",
		"chapter_ch":"二十",
		"title":"朝顔",
		"ruby":"あさがお",
		"path":"asagao",
		"age":"32歳秋-冬",
		"summary":"かつて源氏が深い思いを寄せていた朝顔の斎院が退下する。世人の噂が高いために、紫の上は不安の色を隠せなかったが、朝顔は源氏の求婚を拒み通す。源氏は紫の上に女君たちのことを語るが、その夜夢に藤壺が現れ、罪が知れたと言って源氏を恨む。"
	},
	{
		"chapter_en":"21",
		"chapter_ch":"二十一",
		"title":"少女",
		"ruby":"をとめ",
		"path":"otome",
		"age":"33歳4月-35歳10月",
		"summary":"葵の上との子・夕霧が元服する。源氏は思うところあって、彼を大学に学ばせるが、貴顕の子弟として夕霧はこれを恥じる。恋仲の幼馴染・雲居雁の父はかつての頭中将であるが、今や内大臣であり源氏の政敵として、彼女との仲を塞えており、夕霧は鬱々とする。翌々年、源氏の邸宅・六条院が完成する。院は四季の町に分けられており、春に紫の上、夏に花散里やその他の人びと、秋は斎宮女御の宿下りの町（このために秋好中宮と呼ばれる）、冬に明石の上が住まいする。末尾に、紫の上と秋好中宮の春秋の争い歌がある。"
	},
	{
		"chapter_en":"22",
		"chapter_ch":"二十二",
		"title":"玉鬘",
		"ruby":"たまかづら",
		"path":"tamakazura",
		"age":"35歳3月-12月",
		"summary":"夕顔の死により、玉鬘は乳母に連れられて大宰府へ移り、美しく成人する。父・内大臣に一目逢わせたいと願う乳母と共に初瀬に参籠した折、かつての夕顔から今は源氏に仕えていた女房・右近と偶然めぐり逢い、源氏に養女として引き取られる。"
	},
	{
		"chapter_en":"23",
		"chapter_ch":"二十三",
		"title":"初音",
		"ruby":"はつね",
		"path":"hatsune",
		"age":"36歳正月",
		"summary":"年明けて六条院の優雅な初春の情景が描かれる。しかし源氏の元に年賀に来る若公達は、玉鬘の噂に気もそぞろである。"
	},
	{
		"chapter_en":"24",
		"chapter_ch":"二十四",
		"title":"胡蝶",
		"ruby":"こてふ",
		"path":"kotefu",
		"age":"36歳3月-4月",
		"summary":"三月、秋好中宮の宿下りにあわせて六条院では船遊びが行われ、その後もさまざまな行事が続く。玉鬘のあまりの魅力に、源氏までが冗談めいた思いを打ち明ける。"
	},
	{
		"chapter_en":"25",
		"chapter_ch":"二十五",
		"title":"蛍",
		"ruby":"ほたる",
		"path":"hotaru",
		"age":"36歳5月",
		"summary":"玉鬘は鬱々として楽しまないが、源氏は彼女に好意を持つ公達をからかって楽しむ。弟・兵部卿宮が来訪すると、源氏は御簾の中に蛍を放って、玉鬘の美貌を彼に見せつける。六条院では五月雨のつれづれに絵物語がはやり、源氏と玉鬘が物語論を交わす。"
	},
	{
		"chapter_en":"26",
		"chapter_ch":"二十六",
		"title":"常夏",
		"ruby":"とこなつ",
		"path":"tokonatsu",
		"age":"36歳6月",
		"summary":"夏のある日、源氏は夕霧や若公達を招き、内大臣が玉鬘に対抗して最近引き取った娘・近江の君の悪趣味や無風流を揶揄し、その後撫子（常夏）の咲き乱れる御殿に玉鬘を訪ねる。"
	},
	{
		"chapter_en":"27",
		"chapter_ch":"二十七",
		"title":"篝火",
		"ruby":"かがりび",
		"path":"kagaribi",
		"age":"36歳7月",
		"summary":"秋のはじめのある夜、源氏は玉鬘に琴を教え、庭に篝火を焚かせて添臥する。しかし男女の関係にはならない。"
	},
	{
		"chapter_en":"28",
		"chapter_ch":"二十八",
		"title":"野分",
		"ruby":"のわき",
		"path":"nowaki",
		"age":"36歳8月",
		"summary":"野分（台風）の翌朝、夕霧は源氏の妻妾を見舞いに六条院に行き、偶然紫の上を見て心を惹かれる。また玉鬘に戯れる父の姿に、不審を抱く。"
	},
	{
		"chapter_en":"29",
		"chapter_ch":"二十九",
		"title":"行幸",
		"ruby":"みゆき",
		"path":"miyuki",
		"age":"36歳12月-37歳2月",
		"summary":"冬、大原野の行幸で玉鬘に執心する冷泉帝を垣間見た彼女も、にくからず思う。源氏は内大臣に真相を打ち明け、入内に向けてまずは玉鬘の裳着（古代女性の成年式）を行うことを話し合う。年明けて春、玉鬘は裳着を行い、内大臣と親子の対面を果たす。"
	},
	{
		"chapter_en":"30",
		"chapter_ch":"三十",
		"title":"藤袴",
		"ruby":"ふぢばかま",
		"path":"fujibakama",
		"age":"37歳秋",
		"summary":"秋、内大臣の母・大宮が物故し、孫にあたる夕霧や玉鬘らは服喪する。玉鬘入内の噂が高くなるにつれて求婚者たちの思いは乱れ、玉鬘の出自を知った夕霧も藤袴一枝を御簾に差入れて彼女に意中をあかす。"
	},
	{
		"chapter_en":"31",
		"chapter_ch":"三十一",
		"title":"真木柱",
		"ruby":"まきばしら",
		"path":"makibashira",
		"age":"37歳冬-38歳11月",
		"summary":"秋の末、かねてより玉鬘に思いをかけていた髭黒大将が女房の手引きにより、玉鬘と強引に関係を持つ。源氏や冷泉帝の落胆は言うまでもない。玉鬘に夢中の髭黒はもとの北の方や彼女との子供たちをまったく顧みず、怒った舅・式部卿宮は娘と孫を引き取ると決める。姫君は父との別れを悲しんで歌を詠み、真木の柱の割目に挟んで残す。翌年の秋、玉鬘は髭黒の子を生む。"
	},
	{
		"chapter_en":"32",
		"chapter_ch":"三十二",
		"title":"梅枝",
		"ruby":"うめがえ",
		"path":"umegae",
		"age":"39歳春",
		"summary":"明石の姫君の入内が近づき、源氏は贅を尽くした準備を整える。その一環として名香の調合がひろく諸家に呼びかけられ、梅の咲く春のある日薫物合が行われる。晩春、明石の姫君の裳着が盛大に行われる。"
	},
	{
		"chapter_en":"33",
		"chapter_ch":"三十三",
		"title":"藤裏葉",
		"ruby":"ふぢのうらば",
		"path":"fujinoraba",
		"age":"39歳3月-10月",
		"summary":"夕霧と雲居雁の結婚を遂に内大臣が許し、明石の姫君は東宮（朱雀帝の子）に入内する。さらに冷泉帝は翌年が源氏四十の賀であることを知って、彼を准太上天皇に進める旨を勅する。冬、冷泉帝が六条院に行幸し、源氏の栄華はここに極まる。少年の日、高麗の人相見が彼に告げた「その身は帝王にあらず、臣下にあらず」という予言は的中する。"
	},
	{
		"chapter_en":"34",
		"chapter_ch":"三十四",
		"title":"若菜上",
		"ruby":"わかなじゃう",
		"path":"wakanajau",
		"age":"39歳冬-41歳3月",
		"summary":"源氏の四十歳を祝い、正月に玉鬘が若菜を献じる。一方で朱雀院は出家に際して末娘女三宮の行末を案じ、これを源氏に嫁がせる。紫の上の憂慮はひとかたならず、源氏自身もほんの少女にすぎない彼女に対して愛情を感じられないが、兄帝の皇女を無下には扱えない。秋、源氏四十の賀が盛大に行われる。さらに翌年の春には明石女御が東宮の子を出産し、源氏の権勢はいよいよ高まりつつあるが、その陰で、六条院の蹴鞠の催しに女三の宮を垣間見た内大臣の子息・柏木は彼女へのひそかな思慕をつのらせる。"
	},
	{
		"chapter_en":"35",
		"chapter_ch":"三十五",
		"title":"若菜下",
		"ruby":"わかなげ",
		"path":"wakanage",
		"age":"41歳3月-47歳12月 　 ",
		"summary":"朱雀院五十の賀に際して女楽が催され、源氏は女三の宮に琴を教える。女楽の直後、紫の上が病に臥しそのときは六条御息所の死霊が物怪となって取り憑いていた、源氏はその看護に余念がない。その間に柏木は小侍従女三の宮の乳姉妹の手引きでかねてよりの思いを遂げ、その後も何度かの密会と契りを経て女三宮を懐妊させる。柏木が女三宮に送った手紙を手にして事情を知った源氏は、懊悩する。一方で源氏の遠まわしな諷諌に、柏木は恐怖のあまり病を発し、そのまま重態に陥る。"
	},
	{
		"chapter_en":"36",
		"chapter_ch":"三十六",
		"title":"柏木",
		"ruby":"かしはぎ",
		"path":"kashihagi",
		"age":"48歳正月-秋",
		"summary":"年明けて、女三の宮は男の子・薫を生むが、柏木は病篤くして亡くなり、女三の宮も罪の意識深く、また産後の肥立ちの悪さから出家する（実際の原因としては、既に亡くなった六条御息所の物怪が女三の宮に取り憑いて出家を促させたことが背景である）。源氏は薫出生の秘密を守り通すことを決意する。一方で柏木に後事を託された親友・夕霧は、残された柏木の妻女・二宮（落葉の宮）を見舞ううちに彼女に惹かれてゆく。"
	},
	{
		"chapter_en":"37",
		"chapter_ch":"三十七",
		"title":"横笛",
		"ruby":"よこぶえ",
		"path":"yokobue",
		"age":"49歳春-秋",
		"summary":"秋、柏木の一周忌が営まれる。落葉の宮の後見をする夕霧はその礼として宮の母から柏木遺愛の横笛を贈られるが、その夜、夢に柏木があらわれて、自分が笛を贈りたいのは別人である（薫を示唆）と言う。夕霧は源氏にこのことを相談するが、源氏は言を左右にしてはっきりと答えないまま横笛を預かる。"
	},
	{
		"chapter_en":"38",
		"chapter_ch":"三十八",
		"title":"鈴虫",
		"ruby":"すずむし",
		"path":"suzumushi",
		"age":"50歳夏-秋",
		"summary":"夏、出家した女三宮の持仏・開眼供養が行われる。秋、その御殿の庭に鈴虫を放って、源氏らが宴を行う。その夜、秋好中宮が死霊となって苦しむ母・六条御息所の慰霊のため出家したいと源氏に打ち明けるが、源氏はこれを諌める。"
	},
	{
		"chapter_en":"39",
		"chapter_ch":"三十九",
		"title":"夕霧",
		"ruby":"ゆふぎり",
		"path":"yufugiri",
		"age":"50歳秋-冬",
		"summary":"秋、思いを抑えきれない夕霧は人目を忍んで落葉の宮に意中を明かすが、彼女はこれを受け入れない。しかし世上による両人の噂は高く、落葉の宮の母御息所はこれを苦にして病死する。落葉の宮はいっそう夕霧を厭うが、夕霧は強引に彼女との契りを結び、妻とする。雲居雁は嫉妬のあまり父・致仕太政大臣（かつての頭中将）のもとへ帰って、夕霧の弁明をも聞きつけない。末尾に夕霧の行末とその一門の繁栄が語られる。"
	},
	{
		"chapter_en":"40",
		"chapter_ch":"四十",
		"title":"御法",
		"ruby":"みのり",
		"path":"minori",
		"age":"51歳春-秋",
		"summary":"「若菜」の大病から紫の上の健康は優れず、たびたび出家を願うが源氏はこれを許さず、紫の上はせめて仏事によって後世を願う。春から秋に掛けての、六条院最後の栄華と紫の上の病状が描かれる。秋、紫の上は病死し、源氏は深い悲嘆にくれる。"
	},
	{
		"chapter_en":"41",
		"chapter_ch":"四十一",
		"title":"幻",
		"ruby":"まぼろし",
		"path":"maboroshi",
		"age":"52歳正月-年末",
		"summary":"紫の上亡き後の源氏の一年を四季の風物を主として叙情的に描く。年末に源氏は出家の意志をかため、女君たちとの手紙を焼き捨てる。"
	},
	{
		"chapter_en":"42",
		"chapter_ch":"四十二",
		"title":"匂宮",
		"ruby":"にほふみや",
		"path":"nihofumiya",
		"age":"薫14歳-20歳正月",
		"summary":"物語は源氏の死の数年後から始まる。源氏一門の繁栄は明石中宮と朱雀帝の子・今上帝の皇子たちを中心にゆるぎない。ことに明石中宮腹の三宮は色好みで名高く、薫と並んで世にもてはやされている。天然の薫香が身から発するために「薫」、それに対抗して名香を常に焚きしめているために「匂宮」と二人は呼ばれる。"
	},
	{
		"chapter_en":"43",
		"chapter_ch":"四十三",
		"title":"紅梅",
		"ruby":"こうばい",
		"path":"kobai",
		"age":"薫24歳春",
		"summary":"柏木没後の頭中将家の物語。致仕太政大臣（頭中将）の孫娘・中の君と匂宮との結婚が画策されるが、真木柱の姫君と蛍兵部卿宮の娘に心惹かれる匂宮は相手にしない。後人の偽作説が濃厚。"
	},
	{
		"chapter_en":"44",
		"chapter_ch":"四十四",
		"title":"竹河",
		"ruby":"たけかわ",
		"path":"takekawa",
		"age":"薫14歳-23歳",
		"summary":"鬚黒没後の一家の物語。玉鬘の二人の娘は、大君が冷泉院に嫁し、中の君が宮中に出仕することになる。夕霧はこの一家と親しく、彼女たちから好感を持たれている。後人の偽作説が濃厚。"
	},
	{
		"chapter_en":"45",
		"chapter_ch":"四十五",
		"title":"橋姫",
		"ruby":"はしひめ",
		"path":"hashihime",
		"age":"薫20-22歳10月",
		"summary":"源氏の弟・八の宮は二人の娘とともに宇治に隠棲し、仏道三昧の生活を送る。みずからの出生に悩む薫は八の宮の生き方を理想としてしばしば邸を訪れるうちに、ふとしたことから長女・大君に深く心を引かれるようになる。都に戻って薫が宇治の有様を語ると、匂宮もこれに興味をそそられる。"
	},
	{
		"chapter_en":"46",
		"chapter_ch":"四十六",
		"title":"椎本",
		"ruby":"しひがもと",
		"path":"shihigamoto",
		"age":"薫23歳2月-24歳夏",
		"summary":"春、匂宮は宇治に立寄り、次女・中君と歌の贈答をする。秋、八の宮が薨去。二人の姫君たちは薫に托された。薫は中君と匂宮の結婚を計画し、自らはを大君に思いを告げるが彼女の返答はつれない。しかし薫の慕情はいっそうつのる。"
	},
	{
		"chapter_en":"47",
		"chapter_ch":"四十七",
		"title":"総角",
		"ruby":"あげまき",
		"path":"agemaki",
		"age":"薫24歳8月-年末",
		"summary":"薫は再び大君に語らうが思いは受け入れられず、むしろ大君は中君と薫の結婚を望む。秋の終わり、大君により中君と薫が一つ閨に取り残されるが、薫は彼女に手を触れようとしない。やがて当初の計画通りに薫は匂宮と中君の結婚を果たすが、匂宮の訪れは途絶えがちで、これを恨んだ大君は病に臥し、ついには薫の腕のなかではかなくなる。"
	},
	{
		"chapter_en":"48",
		"chapter_ch":"四十八",
		"title":"早蕨",
		"ruby":"さわらび",
		"path":"sawarabi",
		"age":"薫25歳春",
		"summary":"翌年、大君の喪が明けて中君は匂宮の元に引き取られる。薫は後見として彼女のために尽くすが、それがかえって匂宮に疑われる。"
	},
	{
		"chapter_en":"49",
		"chapter_ch":"四十九",
		"title":"宿木",
		"ruby":"やどりぎ",
		"path":"yadorigi",
		"age":"薫24歳春-26歳4月",
		"summary":"匂宮と夕霧の娘・六の君が結婚し、懐妊中の中君は行末を不安に思う。それを慰めるうちに彼女に恋情を抱き始めた薫に中君は当惑するが、無事男子を出産して安定した地位を得る。一方で薫は今上帝の皇女・女二宮と結婚するが傷心は癒されない。しかし初瀬詣の折に、故大君に生き写しである中君の異母妹・浮舟を垣間見て、心を動かされる。"
	},
	{
		"chapter_en":"50",
		"chapter_ch":"五十",
		"title":"東屋",
		"ruby":"あづまや",
		"path":"azumaya",
		"age":"薫26歳秋",
		"summary":"浮舟は母の再婚により田舎受領・常陸介の継娘として育てられ、父の財力のために求婚者は多い。しかし母は高貴の男性との婚姻を望んで、彼女を中君のもとに預ける。母の意中は薫にあったが、ある夜、匂宮が見つけて強引に契りを結ぼうとしたためにあわてて浮舟を引き取り、後に薫と相談して宇治に移す。"
	},
	{
		"chapter_en":"51",
		"chapter_ch":"五十一",
		"title":"浮舟",
		"ruby":"うきふね",
		"path":"ukifune",
		"age":"薫27歳春",
		"summary":"浮舟への執心やまぬ匂宮は、中君への手紙から彼女の居所を察し、薫を装って宇治に赴き、強引に浮舟との関係を結ぶ。やがて浮舟も宮を憎からず思うようになるが、何も知らない薫は彼女を京に移そうと準備を始め、匂宮もこれに対抗してみずからのもとに彼女を連れ去る計画を立てる。その結果、匂宮とのことは薫の知るところとなり、裏切りをなじる歌を贈られた浮舟は二人の男のあいだで懊悩する。"
	},
	{
		"chapter_en":"52",
		"chapter_ch":"五十二",
		"title":"蜻蛉",
		"ruby":"かげろふ",
		"path":"kagerofu",
		"age":"薫27歳春-秋",
		"summary":"浮舟は行方不明になり、後に残された女房たちは入水自殺を図ったと悟って嘆き悲しみながらも、真相を隠すために急遽葬儀を行う。薫もこのことを知って悲嘆にくれる。夏になって、薫は新たに妻の姉・女一宮に心惹かれるものを感じる。"
	},
	{
		"chapter_en":"53",
		"chapter_ch":"五十三",
		"title":"手習",
		"ruby":"てならひ",
		"path":"tenarahi",
		"age":"薫27歳3月-28歳夏",
		"summary":"実は浮舟は、横川の僧都によって入水自殺後に助けられていた。やがて健康が回復した彼女はみずからの名を明かさないまま、入道の志を僧都に告げて髪を下ろす。やがて、明石中宮の加持僧である僧都が浮舟のことを彼女に語ったため、このことが薫の知るところとなる。"
	},
	{
		"chapter_en":"54",
		"chapter_ch":"五十四",
		"title":"夢浮橋",
		"ruby":"ゆめのうきはし",
		"path":"yumenokihashi",
		"age":"薫28歳夏",
		"summary":"薫は横川に赴き、浮舟に対面を求めるが僧都に断られ、浮舟の弟・小君に還俗を求める手紙を託す。しかし浮舟は一切を拒んで仏道に専心することのみを思い、返事すらもない。薫は浮舟に心を残しつつ横川を去る。"
	}
]
