[
	{
		"chapter":"1",
		"title":"見知らぬ男、長谷雄卿に双六をいどむ",
		"gendaibun":"いまは昔、中納言の紀長谷雄卿は、すべての学問に精通し、ありとあらゆる芸能に達して、世間からこの上なく重んじられていたたいへん偉いお方であった。<br><br>ある日の夕暮れの出来事である。中納言がこれから内裏に参ろうとなさった矢先に、一人の見知らぬ男がどこからともなく現れた。この男は、顔立ちといえば賢そうに見えて、一目見ただけで、ただならぬ人だと分かる。<br><br>男は、ずかずかと中納言の目の前にやってきて、「退屈なままに日を過ごして、ただただ双六を打とうとするものでございます。その相手と申しますのは、おそらく天下高名の殿しかいらっしゃるまいと思い、このように参った次第でございます」と申しあげた。中納言は、内心怪しい話だとうすうす感じながらも、一方では相手になってやろうという思いを押さえがたく、あっさりと「いかにも面白い話ではないか。どこで打てばいいのだい」と応対した。「ここはなにかと不都合がありましょう。みどものもとまで足をお運びいただけないでしょうか」との答えだった。中納言は迷わずに「良かろう」と答えた。<br><br>牛車にも乗らず、従者どもも連れずに、この男の後について歩き、朱雀門のところまで辿りついた。",
		"kobun":"",
		"desc":""
	},
	{
		"chapter":"2",
		"title":"朱雀門楼上での双六の勝負",
		"gendaibun":"「この門の上に登りましょう」と男が言う。どう見ても登りようのないものだが、男が手を出したら易々と登りあげた。<br><br>二人は賽を振って取り合いの順番を決め、「なにを賭け物にしようか」と長谷雄が聞く。「わたしが負けたら、顔も性格も完璧な女性を差し上げましょう。殿がもしお敗れになったら、いかがなさいますか」「自分が持っているすべての宝物をあげようじゃないか」「承知いたしました」<br><br>双六を打ちはじめてみれば、長谷雄はただただ勝ちつづけた。男は最初こそ普通の人間の姿をしていたが、負けるほどに賽を振るい、心を憔悴させて、元の姿を見せてしまった。なんと恐ろしい鬼だった。怖いと思いながらも、「勝ちさえすれば、鬼は鼠にでもなるのだ」との一心で打ち続ければ、長谷雄はついに勝ってしまった。<br><br>鬼は再び男の顔に戻った。「申し上げることはございません。絶対勝つと思っていましたが、いやはや負けてしまいました。しかじかの日には必ずお償いをいたしましょう」と言って、先と同じように長谷雄を楼上から降ろした。",
		"kobun":"",
		"desc":""
	},
	{
		"chapter":"3",
		"title":"勝負に負けた鬼の約束",
		"gendaibun":"長谷雄は、なんとも怪しいことだと勘付きながらも、約束の日になれば、心待ちに待ちながらしかるべき部屋を用意させて、男の訪れを待たずにはいられなかった。<br><br>夜遅くなって、約束した男は一人の輝かしいばかりの女性を連れて現れた。長谷雄は自分の目を疑うばかりに、「この方、くれるのだろうか」と聞く。「一つだけ申しあげることがございます。負けてしまった以上、この人を返してくれとは申しません。ただし、今宵から百日経ってからはじめて仲良くなるようにお願いします。もしそれまでにこの女性を抱いてしまえば、不本意なことが起こるでしょう」と男は言う。「いかにもおっしゃる通りにいたそう」と約束して、女性を残して、男に帰ってもらった。<br><br>翌日になり、再び女性を見れば、見たことも想像したこともないような、この世の人とはとても思えない美貌だった。少しずつ日が経つにつれ、とても優しそうな振る舞いに惚れこみ、すこしでも長く傍に居てもらいたく、一時も女の傍から立ち去る気にはなれなかった。",
		"kobun":"",
		"desc":""
	},
	{
		"chapter":"4",
		"title":"長谷雄の違約",
		"gendaibun":"時間がゆっくりと過ぎてゆき、ようやく八十日になった。いまかいまかと待ち続ける長谷雄にとっては、百日というのはどうでもよくなってきた。自分の約束は堪えがたいものになってきて、ついに女を抱いてしまう。しかしとたんに女は水と化し、流れて消えてしまう。女性を失ってしまった長谷雄は、約束を破ったことを百回も千回も悔い、悲しんだが、もうすでにどうすることもできなかった。",
		"kobun":"",
		"desc":""
	},
	{
		"chapter":"5",
		"title":"天神の加護により鬼は退散",
		"gendaibun":"かれこれしている間に、三ヶ月ほど過ぎ去った。ある日の夜、長谷雄は内裏から帰る途中、また例に男に出逢った。男は車のまん前に現れて、「お前は信義を知らない男だ。憎んでも憎みきれな奴だ」などと叫びながら、恐ろしい様相をして近づいてきた。長谷雄は心を据えて、「北野天神様、お助けください！」と祈ると、空から祈りの声が聞こえてきた。「憐れみようのない奴、さっさと消えないか」。これを聞くやいなや、男は一瞬のうちに消えてしまった。<br><br>この男は、朱雀門に住む鬼だった。女性というのは、かずかずの死体のよいところを集めて、人に造ったものだ。それがいまだ魂が定まらないうちに、長谷雄は約束を破って彼女を抱いてしまったので、全部溶けてしまった。とんでもない惜しい結果となった。",
		"kobun":"",
		"desc":""
	}
]
