[
  {
    "stage_en": "0",
    "stage_ch": "0",
    "title": "生前相",
    "titleen": "The Living Form",
    "ruby": "せいぜんそう",
    "desc": "これは、私たちが日常で目にする生きた身体の姿です。肌には血色が宿り、内臓や骨格は調和のうちに機能しています。「生前相（せいぜんそう）」とは、はかない生命の美しさと活力を映し出し、仏教の観想において命の無常を静かに思い起こさせます。",
    "descen": "This is the living body as we commonly perceive it—vibrant complexion, with organs and skeleton functioning in harmony. This state, known as 'Seizensō,' represents the ephemeral beauty and vitality of mortal existence, a reminder of life's transient nature in Buddhist contemplation."
  },
  {
    "stage_en": "1",
    "stage_ch": "一",
    "title": "脹相",
    "titleen": "The Swelling Stage",
    "ruby": "ちょうそう",
    "desc": "生命が途絶えた後、身体は変容を始めます。内部にガスが溜まり、かつて親しんだ姿は不自然に膨らみます。「脹相（ちょうそう）」は、肉体の無常の第一歩を示し、生前抱いていた執着がやがて崩れ去ることを静かに告げています。",
    "descen": "After life departs, the vessel begins its transformation as gases accumulate within, causing the once-familiar form to distend unnaturally. This first stage of corporeal impermanence, 'Chōsō,' marks the beginning of the body's return to the elements—a stark reminder that what we cherish in life soon becomes unrecognizable."
  },
  {
    "stage_en": "2",
    "stage_ch": "二",
    "title": "壊相",
    "titleen": "The Rupturing Phase",
    "ruby": "えそう",
    "desc": "膨れた身体は次第に崩れ、皮膚は裂け、肉は形を失っていきます。「壊相（えそう）」は、保たれていた身体のまとまりが壊れていく様を示し、肉体への執着が一時の幻想であることを教えます。",
    "descen": "The distended form now yields to further dissolution as the skin—once a boundary between self and world—ruptures and tears. In this 'Esō' phase, the flesh that was so carefully maintained in life begins to lose cohesion. The meditation on this stage reveals how our attachment to bodily integrity is but a temporary illusion."
  },
  {
    "stage_en": "3",
    "stage_ch": "三",
    "title": "血塗相",
    "titleen": "The Bloodied State",
    "ruby": "けちずそう",
    "desc": "裂け目から流れ出す血は、大地に広がり、生命の名残を鮮やかに染め上げます。「血塗相（けちずそう）」は、かつて命を育んでいた血が、大自然へと還っていく様を映し出します。",
    "descen": "From the ruptured vessel flows blood—the vital essence that once sustained life, now returning to the earth. This 'Kechizusō' stage presents the vivid reality of our corporeal nature—the blood that once coursed with life's rhythm now stains the ground, a poignant symbol of the body's surrender to natural processes."
  },
  {
    "stage_en": "4",
    "stage_ch": "四",
    "title": "膿爛相",
    "titleen": "The Purulent Dissolution",
    "ruby": "のうらんそう",
    "desc": "腐敗が進み、身体は融けはじめ、膿となって滲み出していきます。「膿爛相（のうらんそう）」は、固い肉体すら流れ、崩れていくさまを示し、形あるもののはかなさを静かに伝えます。",
    "descen": "As decomposition advances, the body begins to liquefy—tissues breaking down into purulent matter that seeps away like a candle melting under flame. This 'Nōransō' stage reveals the impermanent nature of physical form, as what was once solid now flows and dissipates, teaching that even our most concrete perceptions of self are subject to profound transformation."
  },
  {
    "stage_en": "5",
    "stage_ch": "五",
    "title": "青瘀相",
    "titleen": "The Darkened Discoloration",
    "ruby": "しょうおそう",
    "desc": "肉体はさらに朽ち、青黒く変色していきます。「青瘀相（しょうおそう）」は、美しさや親しみの記憶が失われ、認識を越えて姿を変えていく無常を示します。",
    "descen": "The once-familiar flesh now takes on unfamiliar hues—darkening to bluish-black as decay progresses. In this 'Shō'osō' phase, the body's appearance becomes increasingly alien, challenging our attachment to physical beauty and recognition. The meditation on this stage reveals how the qualities we identify with are merely temporary conditions, not our essential nature."
  },
  {
    "stage_en": "6",
    "stage_ch": "六",
    "title": "噉相",
    "titleen": "The Feast of Beasts",
    "ruby": "たんそう",
    "desc": "生命を終えた身体は、他の生き物たちの糧となります。狐、狼、鳥たちが肉片を奪い合い、引き裂かれていきます。「噉相（たんそう）」は、自己と考えていたものが自然の大きな循環に還っていくことを静かに教えます。",
    "descen": "Now the body becomes sustenance for other beings—foxes, wolves, and kites contend for portions of what was once zealously protected as 'self.' This 'Tansō' stage illustrates the great cycle of interdependence, as the matter we claim as our own returns to the web of life. The body that was once an object of attachment now nourishes other sentient beings in the continuous flow of existence."
  },
  {
    "stage_en": "7",
    "stage_ch": "七",
    "title": "散相",
    "titleen": "The Scattering of Form",
    "ruby": "さんそう",
    "desc": "身体はばらばらになり、頭も手足も元の姿には戻りません。内臓も散らばり、統一された形は失われます。「散相（さんそう）」は、私たちが自己と錯覚してきた存在が、要素に還る過程を映し出します。",
    "descen": "The once-unified form now lies in disarray—head, limbs, and viscera scattered beyond recognition or reassembly. This 'Sansō' phase reveals the ultimate truth of physical impermanence: that which we perceive as a coherent self is merely a temporary arrangement of elements, destined to return to their separate states. The meditation teaches that our conception of bodily integrity is but a fleeting condition."
  },
  {
    "stage_en": "8",
    "stage_ch": "八",
    "title": "骨相",
    "titleen": "The Skeletal Remnants",
    "ruby": "こつそう",
    "desc": "やがて肉は失われ、骨だけが残ります。脂をまとったもの、白く乾いたもの、散らばるもの――その姿はさまざまです。「骨相（こつそう）」は、最も耐えうる形すら、やがて塵へと帰すことを静かに語ります。",
    "descen": "Now only the enduring framework remains—some bones still bearing traces of fat, others bleached white by time and elements. Whether clustered together or scattered by circumstance, these skeletal remnants in the 'Kotsusō' phase represent the most resilient aspects of our physical existence. Yet even these will eventually return to dust, teaching that nothing material, however seemingly permanent, escapes the cycle of transformation."
  },
  {
    "stage_en": "9",
    "stage_ch": "九",
    "title": "焼相",
    "titleen": "The Ashen Culmination",
    "ruby": "しょうそう",
    "desc": "最後には、骨すらも火に焼かれ、灰と燃え残った破片だけが残ります。「焼相（しょうそう）」は、物質的存在のすべてが大地へと還りゆくことを明らかにし、仏教の無常観を深く悟らせます。",
    "descen": "In this final phase, 'Shōsō,' even the bones surrender to transformation—reduced by fire to ash and charred fragments that will ultimately merge with the earth. This culmination of the nine contemplations reveals the complete cycle of physical existence, from vibrant life to elemental dust. The meditation on this stage brings profound insight into the Buddha's teaching of impermanence, freeing the practitioner from attachment to the illusory permanence of form."
  }
]
