const dataKotenBungaku = [
  {
    id: 1,
    title: "源氏物語（紫式部）",
    titleen: "genjibyobu_eawase_sikibu",
    edition: "絵合",
    genjieslug: [{ id: "17", title: "絵合", ruby: "えあわせ", path: "eawase" }],
    author: "",
    authoren:"",
    backgroundImage: "/washi-pattern-01.webp",
    video: "",
    thumb: "/genjibyobu_eawasekocyo_01-1080.webp",
    thumb2: "genjibyobu_eawasekocyo_01-1080.webp",
    metadesc: "",
    desc: "",
    era: "平安",
    eraen: "heiann",
    gif: "",
    type: "古典文学",
    typeen: "classicalliterature",
    kotobagaki: true,
    sourceImageUrl:
      "https://www.aozora.gr.jp/cards/000052/files/5032_10223.html",
    sourceImage: "現代文：源氏物語 絵合（與謝野晶子訳）",
    sourceEkotoba: "",
    emakis: [
      {
        cat: "ekotoba",
        chapter: "絵合",
        kobun:
          "前斎宮の御参りのこと、中宮の御心に入れてもよほしきこえたまふ。こまかなる御とぶらひまで、とり立てたる御後見もなしと思しやれど、大殿は、院に聞こし召さむことを憚りたまひて、二条院に渡したてまつらむことをも、このたびは思し止まりて、ただ知らず顔にもてなしたまへれど、おほかたのことどもは、とりもちて親めききこえたまふ",
        gendaibun:
          "<ruby><rb>前斎宮</rb><rp>（</rp><rt>ぜんさいぐう</rt><rp>）</rp></ruby>の<ruby><rb>入内</rb><rp>（</rp><rt>じゅだい</rt><rp>）</rp></ruby>を女院は熱心に促しておいでになった。こまごまとした入用の品々もあろうがすべてを引き受けてする人物がついていないことは気の毒であると、源氏は思いながらも院への御遠慮があって、今度は二条の院へお移しすることも中止して、傍観者らしく見せてはいたが、大体のことは皆源氏が親らしくしてする<ruby><rb>指図</rb><rp>（</rp><rt>さしず</rt><rp>）</rp></ruby>で運んでいった。",
        phrase: [{}],
      },
      {
        cat: "ekotoba",
        chapter: "",
        kobun:
          "院はいと口惜しく思し召せど、人悪ろければ、御消息など絶えにたるを、その日になりて、えならぬ御よそひども、御櫛の筥、打乱の筥、香壺の筥ども、世の常ならず、くさぐさの御薫物ども、薫衣香、またなきさまに、百歩の外を多く過ぎ匂ふまで、心ことに調へさせたまへり。大臣見たまひもせむにと、かねてよりや思しまうけけむ、いとわざとがましかむめり。 殿も渡りたまへるほどにて、「かくなむ」と、女別当御覧ぜさす。",
        gendaibun:
          "院は残念がっておいでになったが、負けた人は沈黙すべきであると<ruby><rb>思召</rb><rp>（</rp><rt>おぼしめ</rt><rp>）</rp></ruby>して、手紙をお送りになることも絶えた形であった。しかも当日になって院からのたいしたお贈り物が来た。御衣服、<ruby><rb>櫛</rb><rp>（</rp><rt>くし</rt><rp>）</rp></ruby>の箱、乱れ箱、<ruby><rb>香壺</rb><rp>（</rp><rt>こうご</rt><rp>）</rp></ruby>の箱には幾種類かの<ruby><rb>薫香</rb><rp>（</rp><rt>くんこう</rt><rp>）</rp></ruby>がそろえられてあった。源氏が拝見することを予想して用意あそばされた物らしい。源氏の来ていた時であったから、<ruby><rb>女別当</rb><rp>（</rp><rt>にょべっとう</rt><rp>）</rp></ruby>はその報告をして品々を見せた。源氏はただ櫛の箱だけを丁寧に拝見した。",
        phrase: [{}],
      },
      {
        cat: "ekotoba",
        chapter: "",
        kobun:
          "ただ、御櫛の筥の片つ方を見たまふに、尽きせずこまかになまめきて、めづらしきさまなり。挿櫛の筥の心葉に、 「別れ路に添へし小櫛をかことにて 遥けき仲と神やいさめし」 大臣、これを御覧じつけて、思しめぐらすに、いとかたじけなくいとほしくて、わが御心のならひ、あやにくなる身を抓みて、 「かの下りたまひしほど、御心に思ほしけむこと、かう年経て帰りたまひて、その御心ざしをも遂げたまふべきほどに、かかる違ひ目のあるを、いかに思すらむ。御位を去り、もの静かにて、世を恨めしとや思すらむ」など、「我になりて心動くべきふしかな」と、思し続けたまふに、いとほしく、「何にかくあながちなることを思ひはじめて、心苦しく思ほし悩ますらむ。つらしとも、思ひきこえしかど、また、なつかしうあはれなる御心ばへを」など、思ひ乱れたまひて、とばかりうち眺めたまへり。 ",
        gendaibun:
          "繊細な技巧でできた結構な品である。<ruby><rb>挿</rb><rp>（</rp><rt>さ</rt><rp>）</rp></ruby>し櫛のはいった小箱につけられた飾りの造花に御歌が書かれてあった。<br><br><div class=jisage_2 style=margin-left:2em>別れ<ruby><rb>路</rb><rp>（</rp><rt>ぢ</rt><rp>）</rp></ruby>に添へし小櫛をかごとにてはるけき中と神やいさめし<br><br>この御歌に源氏は心の痛くなるのを覚えた。もったいないことを計らったものであると、源氏は自身のかつてした苦しい思いに引き比べて院の今のお心持ちも想像することができてお気の毒でならない。斎王として伊勢へおいでになる時に始まった恋が、幾年かの後に神聖な職務を終えて<ruby><rb>女王</rb><rp>（</rp><rt>にょおう</rt><rp>）</rp></ruby>が帰京され御希望の実現されてよい時になって、弟君の陛下の<ruby><rb>後宮</rb><rp>（</rp><rt>こうきゅう</rt><rp>）</rp></ruby>へその人がはいられるということでどんな気があそばすだろう。<ruby><rb>閑暇</rb><rp>（</rp><rt>かんか</rt><rp>）</rp></ruby>な地位へお<ruby><rb>退</rb><rp>（</rp><rt>の</rt><rp>）</rp></ruby>きになった現今の院は、何事もなしうる主権に離れた寂しさというようなものをお感じにならないであろうか、自分であれば世の中が恨めしくなるに違いないなどと思うと心が苦しくて、何故女王を宮中へ入れるようなよけいなことを自分は考えついて<ruby><rb>御心</rb><rp>（</rp><rt>みこころ</rt><rp>）</rp></ruby>を悩ます結果を作ったのであろう、お恨めしく思われた時代もあったが、もともと優しい人情深い方であるのにと、源氏は<ruby><rb>歎息</rb><rp>（</rp><rt>たんそく</rt><rp>）</rp></ruby>をしながらしばらく考え込んでいた。",
        phrase: [{}],
      },
    ],
  },
];

export default dataKotenBungaku;
