import React, { useCallback, useRef, useEffect, useState } from "react";

const SmoothScrolling = () => {
  const ref = useRef();

  const [scrollWidth, setScrollHeight] = useState(0);
  console.log(scrollWidth);

  // refオブジェクトはstateのように中身に変更があった際の通知はされないので、useEffectは使えない。

  //   またコールバック関数の引数には、nodeを受け取ることが可能！！(←ここがポイント)
  // 関数はref属性に更新がある（マウントする）度に呼び出されるので、
  // つまり、マウントされてnodeが参照できるようになった段階で何らかの処理が可能になる。

  // ⇒マウント後、自動的に目的の場所まで自動スクロール

  const scrollDialog = useCallback((node) => {
    // nodeがnull出の場合（マウントの前）は処理を開始しない
    if (node !== null) {
      // scrollTopメソッドはなぜか効かない
      node.scrollTo(0, 2000);

      // scrollIntoViewメソッドは効く;
      node.scrollIntoView({
        behavior: "smooth",
        block: "start",
      });

      setScrollHeight(node.scrollHeight);
    }
    ref.current = node;
  }, []);

  useEffect(() => {
    if (ref.current) {
      console.log(ref.current.scrollHeight);
    }
  }, []);

  const handleClickButton = () => {
    if (ref.current) {
      setScrollHeight(ref.current.scrollHeight);
    }
  };

  return (
    <div>
      <button onClick={handleClickButton}>button</button>
      {/* sec1 */}
      {itemList.map((item, i) => (
        <div className={item} key={i}>
          いとおかし
        </div>
      ))}
      {/* sec2 */}
      <p ref={scrollDialog}>
        吾輩は猫である。名前はまだない。
        　どこで生れたか頓（とん）と見当がつかぬ。何でも薄暗いじめじめした所でニャーニャー泣いていた事だけは記憶している。吾輩はここで始めて人間というものを見た。しかもあとで聞くとそれは書生という人間中で一番獰悪（どうあく）な種族であったそうだ。この書生というのは時々我々を捕（つかま）えて煮て食うという話である。しかしその当時は何という考（かんがえ）もなかったから別段恐しいとも思わなかった。ただ彼の掌（てのひら）に載せられてスーと持ち上げられた時何だかフワフワした感じがあったばかりである。掌の上で少し落ち付いて書生の顔を見たのがいわゆる人間というものの見始（みはじめ）であろう。この時妙なものだと思った感じが今でも残っている。第一毛を以て装飾されべきはずの顔がつるつるしてまるで薬缶（やかん）だ。その後猫にも大分逢（あ）ったがこんな片輪には一度も出会（でく）わした事がない。のみならず顔の真中が余りに突起している。そうしてその穴の中から時々ぷうぷうと烟（けむり）を吹く。どうも咽（む）せぽくて実に弱った。これが人間の飲む烟草（タバコ）というものである事は漸（ようや）くこの頃（ごろ）知った。
        特集「夏目漱石」
        　この書生の掌の裏（うち）でしばらくはよい心持に坐っておったが、暫（しばら）くすると非常な速力で運転し始めた。書生が動くのか自分だけが動くのか分らないがむやみに眼（め）が廻（まわ）る。胸が悪くなる。到底助からないと思っていると、どさりと音がして眼から火が出た。それまでは記憶しているがあとは何の事やらいくら考え出そうとしても分らない。
        　ふと気が付いて見ると書生はいない。沢山おった兄弟が一疋（ぴき）も見えぬ。肝心の母親さえ姿を隠してしまった。その上今までの所とは違ってむやみに明るい。眼を明いていられぬ位だ。果てな何でも容子が可笑（おかし）いと、のそのそ這（は）い出して見ると非常に痛い。吾輩は藁（わら）の上から急に笹原（ささはら）の中へ棄（す）てられたのである。
        　漸（ようや）くの思いで笹原を這い出すと向うに大きな池がある。吾輩は池の前に坐ってどうしたらよかろうと考えて見た。別にこれという分別も出ない。暫（しばら）くして泣いたら書生がまた迎（むかい）に来てくれるかと考え付いた。ニャー、ニャーと試みにやって見たが誰も来ない。その内池の上をさらさらと風が渡って日が暮れかかる。腹が非常に減って来た。泣きたくても声が出ない。仕方がない、何でもよいから食物（くいもの）のある所まであるこうと決心をしてそろりそろりと池を左りに廻り始めた。どうも非常に苦しい。そこを我慢して無理やりに這って行くと漸くの事で何となく人間臭い所へ出た。此所（ここ）へ這入（はい）ったら、どうにかなると思って竹垣（たけがき）の崩（くず）れた穴から、とある邸内にもぐり込んだ。縁は不思議なもので、もしこの竹垣が破れていなかったなら、吾輩は遂（つい）に路傍に餓死したかも知れんのである。一樹の蔭（かげ）とはよくいったものだ。この垣根の穴は今日（こんにち）に至るまで吾輩が隣家（となり）の三毛（みけ）を訪問する時の通路になっている。さて邸（やしき）へは忍び込んだもののこれから先どうして善（い）いか分らない。その内に暗くなる、腹は減る、寒さは寒し、雨が降って来るという始末でもう一刻も猶予が出来なくなった。仕方がないからとにかく明るくて暖かそうな方へ方へとあるいて行く。今から考えるとその時は既に家の内に這入っておったのだ。ここで吾輩はかの書生以外の人間を再び見るべき機会に遭遇したのである。第一に逢ったのがおさんである。これは前の書生より一層乱暴な方で吾輩を見るや否やいきなり頸筋（くびすじ）をつかんで表へ抛（ほう）り出した。いやこれは駄目だと思ったから眼をねぶって運を天に任せていた。しかしひもじいのと寒いのにはどうしても我慢が出来ん。吾輩は再びおさんの隙（すき）を見て台所へ這い上った。すると間もなくまた投げ出された。吾輩は投げ出されては這い上り、這い上っては投げ出され、何でも同じ事を四、五遍繰り返したのを記憶している。その時におさんという者はつくづくいやになった。この間おさんの三馬（さんま）を偸（ぬす）んでこの返報をしてやってから、やっと胸の痞（つかえ）が下（お）りた。
        　　　　　◇
        　【書生】当時の学生の総称。多くは地方から上京し、下宿や間借り生活をしながら学問をした。【大きな池】イギリス留学から帰国した漱石が、しばらく住んだ本郷区（現、文京区）駒込千駄木町５７番地の借家の近くにあった太田ノ原の古池がモデルと推定される。鬱蒼（うっそう）とした椎（しい）の大木が生い茂り、蛇と藪蚊（やぶか）で有名であったとされている。【おさん】お手伝いさんの総称。おさんどん。本作品ではおさん、御三、お三と表記されている。
        {/* {itemList.map((item, i) => (
          <div className={item} key={i}>
            いとおかし
          </div>
        ))} */}
      </p>
      {/* sec3 */}
      {itemList.map((item, i) => (
        <div className={item} key={i}>
          いとおかし
        </div>
      ))}
    </div>
  );
};

const itemList = [];
for (let i = 0; i < 100; i++) {
  itemList.push("tile");
}

export default SmoothScrolling;
